Repository: TzJ2006/desktop-video-for-mac
Catalog: Desktop Video/Desktop Video/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant

source: About Desktop Video
es: Acerca de Desktop Video
fr: À propos de Desktop Video
zh_hans: 关于 Desktop Video
zh_hant: 關於 Desktop Video

source: Add Files…
es: Añadir archivos…
fr: Ajouter des fichiers…
zh_hans: 添加文件…
zh_hant: 加入檔案…

source: Add Folder…
es: Añadir carpeta…
fr: Ajouter un dossier…
zh_hans: 添加文件夹…
zh_hant: 加入檔案夾…

source: Add Wallpaper
es: Añadir fondo
fr: Ajouter un fond d'écran
zh_hans: 添加壁纸
zh_hant: 加入桌布

source: Appearance
es: Apariencia
fr: Apparence
zh_hans: 外观
zh_hant: 外觀

# AppearanceDark
source: Dark
es: Oscuro
fr: Sombre
zh_hans: 深色
zh_hant: 深色

# AppearanceLight
source: Light
es: Claro
fr: Clair
zh_hans: 浅色
zh_hant: 淺色

# AppearanceSystem
source: System
es: Sistema
fr: Système
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Apply
es: Aplicar
fr: Appliquer
zh_hans: 应用
zh_hant: 套用

source: Auto pause and power modes.
es: Pausa automática y modos de energía.
fr: Pause automatique et modes d'énergie.
zh_hans: 自动暂停和电源模式。
zh_hant: 自動暫停和電源模式。

source: Auto-advance through a playlist of files or folders.
es: Avanza automáticamente por una lista de archivos o carpetas.
fr: Défile automatiquement une liste de fichiers ou de dossiers.
zh_hans: 自动轮播由文件或文件夹组成的播放列表。
zh_hant: 自動輪播由檔案或檔案夾組成的播放清單。

source: Browse
es: Explorar
fr: Parcourir
zh_hans: 浏览
zh_hant: 瀏覽

# ChangeFile
source: Click to Change Video or Image
es: Haga clic para cambiar video o imagen
fr: Changer de vidéo ou d'image
zh_hans: 点我更换视频或图片
zh_hant: 更換影片或圖片

source: Choose File or Folder…
es: Elegir archivo o carpeta…
fr: Choisir un fichier ou un dossier…
zh_hans: 选择文件或文件夹…
zh_hant: 選擇檔案或檔案夾…

source: Choose Video…
es: Seleccionar video o imagen…
fr: Choisir une vidéo ou une image…
zh_hans: 选择视频或图片
zh_hant: 選擇影片或圖片

source: Clear
es: Borrar
fr: Effacer
zh_hans: 清除
zh_hant: 清除

source: Clear History
es: Borrar historial
fr: Effacer l'historique
zh_hans: 清除历史记录
zh_hant: 清除歷史紀錄

source: Close Wallpaper
es: Cerrar fondo de pantalla
fr: Fermer le fond d'écran
zh_hans: 关闭壁纸
zh_hant: 關閉桌布

source: Common preferences.
es: Preferencias comunes.
fr: Préférences générales.
zh_hans: 通用偏好设置。
zh_hant: 通用偏好設定。

source: Confirm
es: Confirmar
fr: Confirmer
zh_hans: 确认
zh_hant: 確認

# Controller
source: Desktop Video Controller
es: Controlador de Desktop Video
fr: Contrôleur Desktop Video
zh_hans: 桌面壁纸控制器
zh_hant: 桌面壁紙控制器

source: Discard Change
es: Descartar cambios
fr: Non Change
zh_hans: 放弃修改
zh_hant: 不更換

source: Display Mode
es: Modo de visualización
fr: Mode d'affichage
zh_hans: 显示模式
zh_hant: 顯示模式

# DropFileHere
source: Or Drop File Here
es: O arrastre el archivo aquí
fr: Ou déposez un fichier ici
zh_hans: 或拖拽内容至此窗口
zh_hant: 或拖曳內容至此視窗

source: Enable slideshow
es: Activar pase de diapositivas
fr: Activer le diaporama
zh_hans: 开启自动连播
zh_hant: 開啟自動連播

# EnableScreenSaver
source: Use Current Video as Screen Saver
es: Usar el video actual como protector de pantalla
fr: Utiliser la vidéo actuelle comme économiseur d’écran
zh_hans: 将当前壁纸设为屏保
zh_hant: 將目前影片設為螢幕保護程式

# EnterBrowseToast
source: Entering Browse Mode
es: Modo navegación activado
fr: Mode navigation activé
zh_hans: 已进入浏览模式
zh_hant: 已進入瀏覽模式

source: Enter web URL
es: Ingrese URL web
fr: Entrez l'URL web
zh_hans: 输入网页 URL
zh_hant: 輸入網頁 URL

source: Exit Browse
es: Salir
fr: Quitter
zh_hans: 退出浏览
zh_hant: 退出瀏覽

source: Fill Screen
es: Llenar pantalla
fr: Remplir l'écran
zh_hans: 填充屏幕
zh_hant: 填滿螢幕

source: Fit to Screen
es: Ajustar a pantalla
fr: Ajuster à l'écran
zh_hans: 适应屏幕
zh_hant: 符合螢幕

# GeneralSubtitle
source: General preferences, appearance, language and storage.
es: Preferencias generales, apariencia, idioma y almacenamiento.
fr: Préférences générales : apparence, langue et stockage.
zh_hans: 常规偏好，外观、语言与存储等设置。
zh_hant: 一般偏好，外觀、語言與儲存等設定。

source: Global Mute
es: Silenciar globalmente
fr: Muet global
zh_hans: 全局静音
zh_hant: 全局靜音

source: help
es: ayuda
fr: aide
zh_hans: 帮助
zh_hant: 幫助

source: History
es: Historial
fr: Historique
zh_hans: 历史记录
zh_hant: 歷史紀錄

source: Image
es: Imagen
zh_hans: 图片
zh_hant: 圖片

source: Image interval (seconds)
es: Intervalo de imagen (segundos)
fr: Intervalle d'image (secondes)
zh_hans: 图片切换间隔（秒）
zh_hant: 圖片切換間隔（秒）

source: Images
es: Imágenes
zh_hans: 图片
zh_hant: 圖片

source: Input Web URL
es: Introducir URL web
fr: Saisir une URL web
zh_hans: 输入网页 URL
zh_hant: 輸入網頁 URL

source: Invalid URL
es: URL no válida
fr: URL invalide
zh_hans: 无效的 URL
zh_hant: 無效的 URL

source: Language
es: Idioma
fr: Langue
zh_hans: 语言
zh_hant: 語言

source: Later
es: Más tarde
fr: Plus tard
zh_hans: 稍后
zh_hant: 稍後

source: Launch at login
es: Iniciar al iniciar sesión
fr: Lancer à l'ouverture de session
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Launch at Login
es: Iniciar al iniciar sesión
fr: Lancer au démarrage
zh_hans: 开机自启动
zh_hant: 開機自啟動

# LaunchAtLoginFailed
source: Auto launch at login failed!
es: ¡Fallo al iniciar automáticamente al iniciar sesión!
fr: Échec de l’activation au démarrage
zh_hans: 设置开机启动失败
zh_hant: 設定開機啟動失敗

# LibrarySortNameAsc
source: Name (A–Z)
es: Nombre (A–Z)
fr: Nom (A–Z)
zh_hans: 名称 (A–Z)
zh_hant: 名稱 (A–Z)

# LibrarySortNameDesc
source: Name (Z–A)
es: Nombre (Z–A)
fr: Nom (Z–A)
zh_hans: 名称 (Z–A)
zh_hant: 名稱 (Z–A)

# LibrarySortOrder
source: Wallpaper library sort
es: Orden de la biblioteca de fondos
fr: Tri de la bibliothèque de fonds d'écran
zh_hans: 壁纸库排序
zh_hant: 壁紙庫排序

# LibrarySortRecentAdd
source: Recently added
es: Añadidos recientemente
fr: Ajoutés récemment
zh_hans: 最近添加
zh_hant: 最近新增

# LibrarySortRecentUse
source: Recently used
es: Usados recientemente
fr: Utilisés récemment
zh_hans: 最近使用
zh_hant: 最近使用

source: Loop playlist
es: Repetir lista
fr: Lire en boucle
zh_hans: 循环播放
zh_hant: 循環播放

source: Manage video wallpapers per display.
es: Gestiona fondos de video por pantalla.
fr: Gérer les fonds d'écran vidéo par écran.
zh_hans: 按显示器管理视频壁纸。
zh_hant: 按顯示器管理影片桌布。

source: Max video cache (GB)
es: Caché de video máxima (GB)
fr: Cache vidéo max (Go)
zh_hans: 视频缓存上限（GB）
zh_hant: 影片快取上限（GB）

# MinutetoSaver
source: Minutes
es: Minutos
zh_hans: 分钟后进入屏保
zh_hant: 分鐘

source: Mute Video
es: Silenciar video
fr: Couper le son de la vidéo
zh_hans: 静音视频
zh_hant: 靜音視頻

source: No display detected
es: No se detectó ninguna pantalla
fr: Aucun écran détecté
zh_hans: 未检测到显示器
zh_hant: 未偵測到顯示器

source: No history yet
es: Sin historial
fr: Pas encore d'historique
zh_hans: 暂无历史记录
zh_hant: 尚無歷史紀錄

source: No wallpaper
es: Sin fondo
fr: Aucun fond d'écran
zh_hans: 未设置壁纸
zh_hant: 未設定桌布

source: Now Playing:
es: Reproduciendo ahora:
fr: Lecture en cours :
zh_hans: 正在播放:
zh_hant: 正在播放

source: Open
es: Abrir
fr: Ouvrir
zh_hans: 打开
zh_hant: 打開

source: Open Main Window
es: Abrir ventana principal
fr: Ouvrir la fenêtre principale
zh_hans: 打开主控制界面
zh_hant: 桌面壁紙控制器

source: Order
es: Orden
fr: Ordre
zh_hans: 顺序
zh_hant: 順序

source: Pause
es: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: Pick a wallpaper below
es: Elige un fondo abajo
fr: Choisissez un fond d'écran ci-dessous
zh_hans: 从下方选择壁纸
zh_hant: 從下方選擇桌布

source: Play
es: Reproducir
fr: Lire
zh_hans: 播放
zh_hant: 播放

source: Playback
es: Reproducción
fr: Lecture
zh_hans: 播放
zh_hant: 播放

# PlaybackAlways
source: Always Play
es: Reproducir siempre
fr: Toujours lire
zh_hans: 总是播放
zh_hant: 總是播放

# PlaybackAlwaysDesc
source: Always play video regardless of activity.
es: Reproduce siempre el video sin importar la actividad.
fr: Lit toujours la vidéo quelle que soit l'activité.
zh_hans: 始终播放，不受活动影响。
zh_hant: 始終播放，不受活動影響。

# PlaybackAuto
source: Automatic
es: Automático
fr: Automatique
zh_hans: 自动
zh_hant: 自動

# PlaybackAutoDesc
source: Normal power: pause when all screens are covered. Low Power Mode: pause when any screen is covered.
es: Energía normal: pausa cuando todas las pantallas están cubiertas. Modo ahorro: pausa cuando cualquier pantalla está cubierta.
fr: Alimentation normale : pause quand tous les écrans sont couverts. Mode économie d'énergie : pause quand un écran est couvert.
zh_hans: 正常电量下全部遮挡暂停，低电量模式下任意遮挡暂停。
zh_hant: 正常電量下全部遮擋暫停，低電量模式下任意遮擋暫停。

source: Playback Mode
es: Modo de reproducción
fr: Mode de lecture
zh_hans: 播放模式
zh_hant: 播放模式

# PlaybackModeSubtitle
source: Choose the playback strategy at different battery levels.
es: Elige la estrategia de reproducción según el nivel de batería.
fr: Choisissez la stratégie de lecture selon le niveau de batterie.
zh_hans: 选择在不同电量下的播放策略。
zh_hant: 選擇在不同電量下的播放策略。

# PlaybackPowerSave
source: Power Save
es: Ahorro de energía
fr: Économie d'énergie
zh_hans: 省电
zh_hant: 省電

# PlaybackPowerSaveDesc
source: Pause when the screen is fully covered.
es: Pausa cuando la pantalla está completamente cubierta.
fr: Met en pause lorsque l'écran est entièrement couvert.
zh_hans: 完全遮挡时暂停。
zh_hant: 完全遮擋時暫停。

# PlaybackPowerSavePlus
source: Power Save+
es: Ahorro de energía+
fr: Économie d'énergie+
zh_hans: 省电+
zh_hant: 省電+

# PlaybackPowerSavePlusDesc
source: Pause when any part of the screen is covered.
es: Pausa cuando cualquier parte de la pantalla está cubierta.
fr: Met en pause lorsqu'une partie de l'écran est couverte.
zh_hans: 任意遮挡时暂停。
zh_hant: 任意遮擋時暫停。

# PlaybackStatic
source: Pause
es: Pausar
zh_hans: 暂停
zh_hant: 暫停

# PlaybackStaticDesc
source: Do not play the video.
es: No reproducir el video.
fr: Ne pas lire la vidéo.
zh_hans: 不播放视频。
zh_hant: 不播放視頻。

# PlaybackSubtitle
source: Configure playback modes, slideshow rules and the playlist.
es: Configura los modos de reproducción, las reglas de pase y la lista de reproducción.
fr: Configurez les modes de lecture, les règles de diaporama et la liste de lecture.
zh_hans: 配置播放模式、连播规则与播放列表。
zh_hant: 設定播放模式、連播規則與播放清單。

source: Playlist
es: Lista de reproducción
fr: Liste de lecture
zh_hans: 播放列表
zh_hant: 播放清單

# Playlist empty hint
source: Add files or a folder to start the slideshow.
es: Añade archivos o una carpeta para iniciar el pase.
fr: Ajoutez des fichiers ou un dossier pour démarrer le diaporama.
zh_hans: 添加文件或文件夹以开始连播。
zh_hant: 加入檔案或檔案夾以開始連播。

source: Preferences…
es: Preferencias…
fr: Préférences…
zh_hans: 打开偏好设置
zh_hant: 偏好設定...

# PreferencesTitle
source: Preferences
es: Preferencias
fr: Préférences
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Previously used wallpapers.
es: Fondos de pantalla usados anteriormente.
fr: Fonds d'écran précédemment utilisés.
zh_hans: 之前使用过的壁纸。
zh_hant: 之前使用過的桌布。

source: Quit DesktopVideo
es: Salir de Desktop Video
fr: Quitter DesktopVideo
zh_hans: 退出 Desktop Video
zh_hant: 退出 Desktop Video

source: Random
es: Aleatorio
fr: Aléatoire
zh_hans: 随机播放
zh_hant: 隨機播放

source: Re-authorize
es: Volver a autorizar
fr: Ré-autoriser
zh_hans: 请重新授权
zh_hant: 請重新授權

source: Remove from history
es: Quitar del historial
fr: Retirer de l'historique
zh_hans: 从历史记录中移除
zh_hant: 從歷史記錄中移除

source: Remove from Library
es: Quitar de la biblioteca
fr: Retirer de la bibliothèque
zh_hans: 从壁纸库移除
zh_hant: 從壁紙庫移除

source: Restart Now
es: Reiniciar ahora
fr: Redémarrage
zh_hans: 现在重启
zh_hant: 重新啟動

# RestartRequiredMessage
source: All changes will be available after restart
es: Todos los cambios estarán disponibles después del reinicio
fr: Les modifications seront effectives après le redémarrage
zh_hans: 更改将在下次启动时生效
zh_hant: 語言更改將在下次啟動時生效

# RestartRequiredTitle
source: Restart Required!
es: ¡Reinicio requerido!
fr: Redémarrage requis!
zh_hans: 需要重启!
zh_hant: 需要重新啟動!

source: Restore Defaults
es: Restaurar valores predeterminados
fr: Réinitialiser
zh_hans: 恢复默认设置
zh_hant: 恢復預設設定

source: Screen
es: Pantalla
fr: Écran
zh_hans: 屏幕
zh_hant: 螢幕

source: Screen Saver…
es: Salvapantallas…
fr: Économiseur d'écran…
zh_hans: 屏幕保护程序…
zh_hant: 螢幕保護程式…

# ScreenSaverDelay
source: Start Screen Saver After
es: Iniciar protector de pantalla después de
fr: Démarrer l’économiseur d’écran après
zh_hans: 在
zh_hant: 啟動螢幕保護程式於

# ScreenSaverTitle
source: Screen Saver
es: Protector de pantalla
fr: Économiseur d'écran
zh_hans: 屏幕保护
zh_hant: 螢幕保護程式

source: Seconds
es: Segundos
fr: Secondes
zh_hans: 秒
zh_hant: 秒

# SelectFile
source: Click to Select Video or Image
es: Haga clic para seleccionar video o imagen
fr: Sélectionner une vidéo ou une image
zh_hans: 点我选择视频或图片
zh_hant: 選擇影片或圖片

source: Sequential
es: Secuencial
fr: Séquentiel
zh_hans: 顺序播放
zh_hant: 順序播放

# SetScreenSaver
source: Set As Screen Saver
es: Establecer como protector de pantalla
fr: Définir comme économiseur d’écran
zh_hans: 设为屏保
zh_hant: 設為螢幕保護程式

source: Show All
es: Mostrar todo
fr: Tout afficher
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show Less
es: Mostrar menos
fr: Réduire
zh_hans: 收起
zh_hant: 收合

source: Show only in menu bar
es: Mostrar solo en la barra de menús
fr: Afficher uniquement dans la barre de menus
zh_hans: 仅在菜单栏显示
zh_hant: 僅在選單列顯示

source: Show video in menu bar
es: Mostrar video en la barra de menús
fr: Afficher la vidéo dans la barre de menus
zh_hans: 在状态栏显示视频
zh_hant: 在狀態列顯示影片

source: Slideshow
es: Pase de diapositivas
fr: Diaporama
zh_hans: 自动连播
zh_hant: 自動連播

source: Stretch to fill
es: Ajustar para llenar
fr: Étendre pour remplir
zh_hans: 拉伸以填充
zh_hant: 拉伸以填滿

# StretchToFill
source: Stretch to Fill Screen
es: Ajustar para llenar la pantalla
fr: Étendre pour remplir l’écran
zh_hans: 拉伸填充屏幕
zh_hant: 拉伸填滿螢幕

# SwitchIconMode
source: Toggle Dock/Menu Bar Icon
es: Alternar icono de Dock/Barra de menú
fr: Basculer l'icône Dock/Barre de menu
zh_hans: 切换 Dock/菜单栏 图标
zh_hant: 切換 Dock/選單列 圖示

source: Sync same videos
es: Sincronizar videos iguales
fr: Synchroniser les vidéos identiques
zh_hans: 同步相同视频
zh_hant: 同步相同影片

# SyncAllScreens
source: Sync current screen to all screens
es: Sincronizar pantalla actual con todas las pantallas
fr: Synchroniser l'écran actuel sur tous les écrans
zh_hans: 同步当前屏幕状态到所有屏幕
zh_hant: 同步當前螢幕狀態到所有螢幕

source: The file requires re-authorization. Please select it again.
es: El archivo requiere reautorización. Por favor, selecciónelo de nuevo.
fr: Le fichier nécessite une nouvelle autorisation. Veuillez le sélectionner à nouveau.
zh_hans: 该文件需要重新授权，请重新选择。
zh_hant: 該檔案需要重新授權，請重新選擇。

source: Theme
es: Tema
fr: Thème
zh_hans: 主题
zh_hant: 主題

# ThemeClassic
source: Classic
es: Clásico
fr: Classique
zh_hans: 经典
zh_hant: 經典

# ThemeGlassDark
source: Glass Dark
es: Cristal oscuro
fr: Verre sombre
zh_hans: 玻璃深色
zh_hant: 玻璃深色

source: Unknown
es: Desconocido
fr: Inconnu
zh_hans: 未知
zh_hant: 未知

source: UnknownScreen
es: Pantalla desconocida
fr: Écran inconnu
zh_hans: 未知屏幕
zh_hant: 未知螢幕

# UnsupportedLaunchAtLogin
source: Launch at login requires macOS 13.0 or later.
es: Iniciar al iniciar sesión requiere macOS 13.0 o posterior.
fr: Le lancement au démarrage nécessite macOS 13.0 ou ultérieur.
zh_hans: 请升级至 MacOS 13 来使用该功能
zh_hant: 請升級至 MacOS 13 以使用此功能

# UnsupportedVersion
source: Unsupported MacOS Version
es: Versión de macOS no compatible
fr: Version de macOS non prise en charge
zh_hans: 不支持的 MacOS 系统
zh_hant: 不支援的 MacOS 系統

# UpdateAvailableMessage
source: A new version %@ is available. Would you like to download it now?
es: Hay una nueva versión %@ disponible. ¿Desea descargarla ahora?
fr: Une nouvelle version %@ est disponible. Voulez-vous la télécharger maintenant ?
zh_hans: 发现新版本 %@，是否立即下载？
zh_hant: 發現新版本 %@，是否立即下載？

# UpdateAvailableTitle
source: Update Available
es: Actualización disponible
fr: Mise à jour disponible
zh_hans: 发现新版本
zh_hant: 發現新版本

# UpdateNow
source: Update
es: Actualizar
fr: Mettre à jour
zh_hans: 更新
zh_hant: 更新

# URLEmpty
source: Please enter a URL
es: Por favor ingrese una URL
fr: Veuillez entrer une URL
zh_hans: 请输入 URL
zh_hant: 請輸入 URL

source: Video
es: Vídeo
fr: Vidéo
zh_hans: 视频
zh_hant: 影片

source: Videos
es: Vídeos
fr: Vidéos
zh_hans: 视频
zh_hant: 影片

source: Volume
es: Volumen
zh_hans: 音量
zh_hant: 音量

source: Wallpaper
es: Fondo de pantalla
fr: Fond d'écran
zh_hans: 壁纸
zh_hant: 壁紙

source: Web Mode
es: Modo web
fr: Mode web
zh_hans: 网页模式
zh_hant: 網頁模式

source: Web URL...
es: URL web...
fr: URL web...
zh_hans: 网页 URL...
zh_hant: 網頁 URL...

source: GB
fr: Go

source: General
fr: Général
zh_hans: 通用
zh_hant: 一般

source: Idle Pause Sensitivity
zh_hans: 自动暂停灵敏度

# MaxVideoFileSizeGB
source: Max Supported Video Size
zh_hans: 缓存视频大小限制

source: Mute
zh_hans: 静音

source: Start Screen Saver
zh_hans: 启动屏幕保护程序

source: Web
zh_hans: 网页
zh_hant: 網頁
